const data = {
  headerSection: {
    menu: {
      name: [ 'главная', 'стили', 'юмор', 'топ архитекторы', 'контакты' ],
    },
  },
  mainSection: {
    mainTextDescr:
      'Дом в Теллуриде, штат Колорадо. Расположен над скалой на частном полуострове с потрясающим видом на окружающие горы',
    mainButton: 'осветить',
  },
  styleSection: {
    title: 'Архитектурные стили коттеджей',
    icons: [
      'minimalizm-min',
      'raytovskiy-min',
      'bio-tech-min',
      'high_tech-min',
      'avangard-min',
      'deconstructivism-min',
    ],
  },
  aboutSection: {
    aboutIcons: [ 'zaha_hadid', 'norman_foster', 'santiago_calatrava' ],
    articles: [
      'Заха Хадид – первая женщина-архитектор, получившая Притцкеровскую премию. Уникальность стиля и форм не сразу находит своих поклонников, но благодаря упорству и четкой уверенности в своей правоте, вскоре Заха Хадид покорила весь мир удивительными зданиями в стиле деконструктивизма, ее часто называли еще более гениальной, чем Фрэнк Гери. На ее счету 950 завершенных проектов в 44 странах мира, которые поражают сознание любого, кто их видел. Хадид стала не только одним из величайших архитекторов современности, но и одним из самых влиятельных мыслителей планеты 2010 года по версии журнала «TIME», яркой медийной личностью.',
      'Норман Фостер – британский архитектор, основатель стиля хай-тек в архитектуре, владелец компании Foster + Partners. Перед Фостером не стояла задача создавать объекты, идеально вписывающиеся в общую архитектурную среду города, за что он подвергался  многочисленной критике. Особенно насмешки коснулись небоскреба Мэри-Экс, получивший шутливое прозвище «cucumber» (с англ. «огурец»).Тем не менее архитектор не приступается своими принципами и остается верным своей стилистике. Так в 2008 году в жизнь воплощается проект самого большого терминала аэропорта в Пекине. На счету Нормана Фостера более 100 завершенных проектов, 7 из которых именуются не иначе как «7 чудес Нормана Фостера». Он является лауреатом Императорской и Притцкеровской премий.',
      'Сантьяго Калатрава – испанский архитектор, стиль которого определяют как био-тек (неорганическая архитектура) или романтичный хай-тек. В Цюрихе основал свою первую студию, которая выполняет небольшие заказы и участвует в многочисленных архитектурных конкурсах. Вскоре Калатрава получил свой первый крупный заказ, с которого начинается активная реализация идей архитектора.Им стал проект железнодорожного вокзала в пригороде Цюриха. В 1986 году Калатрава спроектировал мост «9 октября» в Валенсии, а уже в 1987 году получает премию Международного союза архитекторов им. Аунусте Перрет, ставшая первой из многочисленных наград, званий и премий. Здания Калатравы балансируют на грани архитектуры, инженерии и скульптуры. Сантьяго является единственным в мире архитектором, чьи работы выставляются в Музее Современного Искусства и Музее Метрополитен в Нью-Йорке.',
    ],
    text: [
      'В мире архитектуры существует своя грамота, подразумевающая не только знание основных стилей и направлений, но и людей, которые их создавали и продолжают вносить свой вклад в развитие современной архитектуры: знание лучших деятелей современности.',
      'Они определяют не только внешний вид городов, но и образ мысли целого поколения. Так кто же они: герои современного градостроительства?',
    ],
  },
  contactSection: {
    contactTitle: 'Контактная информация',
    contactText: '',
    contacts: [
      'dergachevkonstantin@gmail.com',
      '+8 066 724 52 34',
      'skype:KonstantinDergachev?chat',
      'Украина, г. Харьков',
    ],
  },
  footerSection: {
    copyright: 'Copyright ',
    social: {
      '#github': 'https://github.com/konstantindergachev',
      '#facebook': 'https://www.facebook.com/profile.php?id=100003527152401',
    },
  },
};

export default data;
